Repository: martin-kieliszek/standapp
Catalog: StandFit/Resources/Localizations/ChallengeType.xcstrings
Source language: en
Languages: de, es, fr, ja, pt_br, zh_hans

# challenge_type.daily_exercises.description
source: Complete exercises today
de: Schließe heute Übungen ab
es: Completa ejercicios hoy
fr: Effectuez des exercices aujourd'hui
ja: 今日の運動を完了
pt_br: Complete exercícios hoje
zh_hans: 完成今天的运动

# challenge_type.daily_exercises.name
source: Daily Exercises
de: Tägliche Übungen
es: Ejercicios Diarios
fr: Exercices Quotidiens
ja: 毎日の運動
pt_br: Exercícios Diários
zh_hans: 每日运动

# challenge_type.early_bird.description
source: Exercise before 8 AM
de: Trainiere vor 8 Uhr morgens
es: Haz ejercicio antes de las 8 AM
fr: Faites de l'exercice avant 8h du matin
ja: 午前8時前に運動
pt_br: Exercite-se antes das 8h da manhã
zh_hans: 早上8点前运动

# challenge_type.early_bird.name
source: Early Bird
de: Frühaufsteher
es: Madrugador
fr: Lève-tôt
ja: 早起き
pt_br: Madrugador
zh_hans: 早起的鸟儿

# challenge_type.specific_exercise.description
source: Complete specific exercise
de: Schließe eine bestimmte Übung ab
es: Completa un ejercicio específico
fr: Effectuez un exercice spécifique
ja: 特定の運動を完了
pt_br: Complete um exercício específico
zh_hans: 完成特定运动

# challenge_type.specific_exercise.name
source: Specific Exercise
de: Spezifische Übung
es: Ejercicio Específico
fr: Exercice Spécifique
ja: 特定の運動
pt_br: Exercício Específico
zh_hans: 特定运动

# challenge_type.streak_protect.description
source: Maintain your streak
de: Behalte deine Serie bei
es: Mantén tu racha
fr: Maintenez votre série
ja: 連続記録を維持
pt_br: Mantenha sua sequência
zh_hans: 保持连续记录

# challenge_type.streak_protect.name
source: Streak Protect
de: Serienschutz
es: Protección de Racha
fr: Protection de Série
ja: 連続記録保護
pt_br: Proteção de Sequência
zh_hans: 连续记录保护

# challenge_type.variety_challenge.description
source: Try different exercises
de: Probiere verschiedene Übungen aus
es: Prueba diferentes ejercicios
fr: Essayez différents exercices
ja: さまざまな運動を試す
pt_br: Experimente exercícios diferentes
zh_hans: 尝试不同的运动

# challenge_type.variety_challenge.name
source: Variety Challenge
de: Vielfalt-Herausforderung
es: Desafío de Variedad
fr: Défi de Variété
ja: バラエティチャレンジ
pt_br: Desafio de Variedade
zh_hans: 多样性挑战
